Repository: ABuffEr/emule
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, fr

source: Reads the specified column for the current list item.
es: Lee la primera columna del elemento de lista actual.
fr: Lit la première colonne de l'élément de liste actuel.

source: %s copied to clipboard
es: %s Copiado al portapapeles

source: Copies the last column selected on the current list item.
es: Copia la última columna seleccionada en el elemento de lista actual.
fr: Copie la dernière colonne sélectionnée dans l'élément de liste actuel.

source: Moves the system focus and mouse to the main Tool Bar.
es: Lleva el foco y el ratón a la barra de herramientas principal.
fr: Déplace le focus et le pointeur de la souris à la barre d'outils principale.

source: Reports the current window.
es: Indica la ventana actual.
fr: Indique la fenêtre en cours.

source: Moves the system focus to Name field into Search window.
es: Lleva el foco al campo Nombre en la ventana Buscar.
fr: Déplace le focus au champ Nom dans la fenêtre Recherches.

source: Moves the system focus and mouse to the search parameters list or Edit field for each option, into Search window.
es: Lleva el foco y el ratón a la lista de parámetros de búsqueda, o al campo de edición de las distintas opciones, dentro de la ventanaBuscar.
fr: Déplace le focus et le pointeur de la souris sur les options de recherche avancée.

source: Moves the system focus to the results list on Search window.
es: Lleva el foco a la lista de resultados en la ventana Buscar.
fr: Déplace le curseur sur les résultats de la recherche.

source: Moves the system focus and mouse to the Context Tool Bar, so you can move using Tab key.
es: Lleva el foco y el ratón a la barra de herramientas contextual para poder desplazarse con el tabulador.
fr: Déplace le pointeur de la souris et le Focus vers la barre de menus de la fenêtre principale, vous permettant de naviguer avec la touche TAB.

source: Moves the system focus to IRC received messages.
es: Lleva el foco a los mensajes recibidos en IRC.
fr: Déplace le focus sur la fenêtre des messages reçu dans le chat IRC.

source: Moves the navigator object and mouse to the current list headers.
es: Lleva el Navegador de Objetos y el ratón a los encabezados de la lista actual.
fr: Déplace le Navigateur d'objets et le pointeur de la souris sur les en-têtes de la liste actuelle.

source: Reports the first object of Status Bar.
es: Lee el primer objeto de la barra de estado.
fr: Lit le premier objet de la barre d'État.

source: Reports the second object of Status Bar.
es: Lee el segundo objeto de la barra de estado.
fr: Lit le deuxième objet de la barre d'État.

source: Reports the third object of Status Bar.
es: Lee el tercer objeto de la barra de estado.
fr: Lit le troisième objet de la barre d'État.

source: Reports the fourth object of Status Bar.
es: Lee el cuarto objeto de la barra de estado.
fr: Lit le quatrième objet de la barre d'État.

source: Opens documentation for current NVDA's language.
es: Abre la documentación para el idioma actual de NVDA.
fr: Ouvre la documentation pour la langue actuel de NVDA.

source: text "%s" not found
es: Texto %s no encontrado
fr: Texte %s non trouvé

source: Find Error
es: Error de búsqueda
fr: Erreur de recherche

source: Type the text you wish to find
es: Teclea el texto que quieres buscar
fr: Tapez le texte que vous souhaitez rechercher

source: eMule search
es: Búsqueda en eMule
fr: Recherche dans eMule

source: find a text string from the current cursor position.
es: Encontrar un fragmento de texto desde la posición actual del cursor.
fr: Rechercher une chaîne de texte depuis la position actuelle du curseur.

source: find the next occurrence of the previously entered text string from the current cursor's position.
es: Encontrar el texto correspondiente a la última búsqueda, posterior a la posición actual del cursor.
fr: Rechercher une chaîne de texte correspondant à la dernière recherche, postérieure à la position actuelle du curseur.

source: find the previous occurrence of the previously entered text string from the current cursor's position.
es: Encontrar el texto correspondiente a la última búsqueda, anterior a la posición actual del cursor.
fr: Rechercher une chaîne de texte correspondant à la dernière recherche, antérieure à la position actuelle du curseur.

source: Improves eMule's accessibility with NVDA. eMule is a P2P program to search and share files. You can get more information about eMule at http://www.emule-project.net
es: Mejora la accesibilidad de eMule con NVDA. eMule es un programa P2P para buscar y compartir archivos. Puedes obtener más información sobre eMule en http://www.emule-project.net
fr: Amélioration de l'accessibilité d'eMule avec NVDA. eMule est un logiciel de P2P pour rechercher et partager des fichiers. Vous pouvez obtenir plus d'informations sur eMule à http://www.emule-project.net

source: Opens documentation for %s
es: Abre la documentación para %s
fr: Ouvre la documentation pour %s
